{
  "articles": [
    {
      "id": 1,
      "title": "फ्लडलाइटमा खेल्न पाउनु निकै रोमाञ्चक अनुभव हुनेछ : पूर्व कप्तान पवन अग्रवाल",
      "slug": "floodlight-exciting-experience-cricket",
      "category": "sports",
      "author": "अनलाइनखबर",
      "date": "2025-11-06",
      "time": "6 घण्टा अगाडि",
      "image": "/five.webp",
      "excerpt": "अनलाइनखबर डट कमले नेपाल प्रिमियर लिग (एनपीएल) को दोस्रो संस्करणलाई मध्यनजर गर्दै 'ओके एनपीएल बज' शृंखला सुरुवात गरेको छ।",
      "content": "नेपाल प्रिमियर लिग (एनपीएल) को दोस्रो संस्करण यही मंसिर १ गतेदेखि कीर्तिपुरस्थित टीयू अन्तर्राष्ट्रिय क्रिकेट स्टेडियममा सुरु हुँदै छ। जहाँ ८ फ्रेन्चाइज टोलीले प्रतिस्पर्धा गर्दैछन्। नयाँ स्टेडियमको फ्लडलाइटमा खेल्न पाउनु निकै रोमाञ्चक अनुभव हुनेछ। पूर्व राष्ट्रीय क्रिकेट टिमका कप्तान पवन अग्रवाल यसको कुरा गर्दै छन्। यो लिग क्रिकेटको भविष्य निर्माण गर्ने महत्वपूर्ण भूमिका खेल्दैछ।",
      "views": 1250,
      "comments": 45
    },
    {
      "id": 2,
      "title": "आवरणमा पार्टी अध्यक्ष, भित्र अर्कै नेता",
      "slug": "party-chairman-cover-leader-inside",
      "category": "politics",
      "author": "अनलाइनखबर",
      "date": "2025-11-06",
      "time": "8 घण्टा अगाडि",
      "image": "/parties.jpg",
      "excerpt": "चुनावी प्रयोजनका लागि दल दर्ता खुला भएपछि समाजमा पहिले नै स्थापित व्यक्तिहरूले आफ्नै प्रतिनिधिको नाममा नयाँ दल दर्ता गराउने प्रवृत्ति देखिएको छ।",
      "content": "कुलमान घिसिङदेखि दुर्गा प्रसाईंसम्मले प्रतिनिधिमार्फत् औपचारिक प्रक्रिया पूरा गरी दल दर्ता गराएका छन्। यो राजनीतिक परिवर्तनको महत्वपूर्ण पहल रहेको मानिन्छ। विद्यमान राजनीतिक संरचनामा आमूल परिवर्तन आउँदै छ। नेपालको राजनीतिक दृश्यपट पुनर्गठनको बाटोमा अग्रसर छ।",
      "views": 2100,
      "comments": 78
    },
    {
      "id": 3,
      "title": "रेमिट्यान्स र निर्यात सुध्रिँदा उक्सिएको अर्थतन्त्र",
      "slug": "remittance-export-economy-growth",
      "category": "business",
      "author": "भुवन पौडेल",
      "date": "2025-11-06",
      "time": "8 घण्टा अगाडि",
      "image": "/reporter.png",
      "excerpt": "रेमिट्यान्स र निर्यात बढेसँगै नेपालको अर्थतन्त्र गति लिन थालेको छ।",
      "content": "गत महिनामा रेमिट्यान्सको आवक साढे २ खर्ब रुपेया पुगेको छ जुन हालसम्मकै धेरै हो। यसले नेपालको आर्थिक स्थिति सुधारण गरेको पनि मानिन्छ। विश्व बैंकले पनि नेपालको आर्थिक वृद्धिको प्रशंसा गरेको छ। निर्यातमा विशेष रूपमा कृषि उत्पादन र हस्तकला वस्तु बढेको छ।",
      "views": 1850,
      "comments": 62
    },
    {
      "id": 4,
      "title": "त्रिवि क्रिकेट रंगशाला प्यारापिट र फ्लडलाइट सहित तयार",
      "slug": "trivu-cricket-stadium-floodlight-ready",
      "category": "sports",
      "author": "अच्युत पुरी",
      "date": "2025-11-06",
      "time": "8 घण्टा अगाडि",
      "image": "/five.webp",
      "excerpt": "हस्तान्तरणसँगै सोमबारदेखि सुरु हुने नेपाल प्रिमियर लिग (एनपीएल) क्रिकेटका लागि रंगशालाको नयाँ स्वरूप तयार भएको छ।",
      "content": "कीर्तिपुरस्थित टीयू अन्तर्राष्ट्रिय क्रिकेट स्टेडियम अब आधुनिक सुविधा सहित तयार भएको छ। यो स्टेडियम अन्तर्राष्ट्रिय क्रिकेट खेलका लागि पनि तयारी गरिएको छ। स्टेडियमको भौतिक संरचना विश्वमानको बनेको छ र यहाँ सर्वश्रेष्ठ खेल सुविधा उपलब्ध छ।",
      "views": 3200,
      "comments": 95
    },
    {
      "id": 5,
      "title": "विश्वविद्यालयको कुलपतिमा प्रधानमन्त्री नरहने कानुन ल्याउँदै सरकार",
      "slug": "prime-minister-chancellor-university-law",
      "category": "politics",
      "author": "दिनेश गौतम",
      "date": "2025-11-06",
      "time": "8 घण्टा अगाडि",
      "image": "/news-office-team.jpg",
      "excerpt": "विश्वविद्यालयको कुलपति प्रधानमन्त्री हुने व्यवस्था हटाउन शिक्षा, विज्ञान तथा प्रविधि मन्त्रालयले विश्वविद्यालयका उपकुलपति र प्राज्ञ रहेको समिति बनाउन लागेको छ।",
      "content": "यो निर्णय विश्वविद्यालयको स्वायत्तता र निरन्तरता बढाउने उद्देश्यले गरिएको छ। सरकार यो परिवर्तन गर्नका लागि ऐनमा संशोधन गर्ने तयारी गरिसकेको छ। शिक्षा क्षेत्रमा यो एक महत्वपूर्ण सुधार मानिन्छ जसले शिक्षाको गुणस्तर बढाउन साहायक हुनेछ।",
      "views": 2450,
      "comments": 87
    },
    {
      "id": 6,
      "title": "यूएईमा 'एजुकेसन स्क्याम' : विद्यार्थी ठगिँदै",
      "slug": "uae-education-scam-students-fraud",
      "category": "business",
      "author": "अनलाइनखबर",
      "date": "2025-11-05",
      "time": "10 घण्टा अगाडि",
      "image": "/students.jpeg",
      "excerpt": "नेपालबाट यूएईका विश्वविद्यालयमा पढ्न भनेर गएका २ हजारभन्दा बढी विद्यार्थी त्यसरी 'एजुकेसन स्क्याम' मा परेको अनुमान छ।",
      "content": "यी विद्यार्थीहरूले विश्वविद्यालयमा भर्ना भएर पढ्न लगाइए तापनि त्यहाँ कुनै पढाइको व्यवस्था नरहेको अनुहार आएको छ। नेपाली राजदूतावास यो मामिला सँग अन्तमसम्म अनुसरण गरिरहेको छ। विदेशमा पढ्न जाने नेपाली विद्यार्थीहरूको लागि यो एक गम्भीर चेतावनी हो।",
      "views": 1950,
      "comments": 56
    },
    {
      "id": 7,
      "title": "खेल पर्यटन प्रवर्द्धन गर्न एनपीएल-२ मा बोर्ड र क्यानबीच समझदारी",
      "slug": "npl-sports-tourism-board-can-mou",
      "category": "sports",
      "author": "अनलाइनखबर",
      "date": "2025-11-06",
      "time": "10 घण्टा अगाडि",
      "image": "/six.jpg",
      "excerpt": "खेल पर्यटन प्रवर्द्धन गर्न नेपाल प्रिमियर लिग-२ मा बोर्ड र क्रिकेट एसोसिएसन अफ नेपाल (क्यान) बीच समझदारी भएको छ।",
      "content": "यो समझदारीले क्रिकेट क्षेत्रमा र पर्यटन क्षेत्रमा दुवैमा विकास ल्याउने अपेक्षा गरिएको छ। यससँगै नेपालको अन्तर्राष्ट्रिय पहचान पनि बढ्ने गरेको छ। विदेशी पर्यटकहरूले नेपालमा क्रिकेट खेल देख्न आउने अपेक्षा छ।",
      "views": 1650,
      "comments": 43
    },
    {
      "id": 8,
      "title": "कर्णाली प्रदेशका अस्पतालमा चिकित्सक पाउनै कठिन",
      "slug": "karnali-hospitals-doctor-shortage",
      "category": "health",
      "author": "अनलाइनखबर",
      "date": "2025-11-06",
      "time": "2 मिनेट अगाडि",
      "image": "/four.jpg",
      "excerpt": "कर्णाली प्रदेशका अधिकांश अस्पतालमा चिकित्सकको अभाव रहेको छ र स्वास्थ्य सेवा प्रभावित हुन गएको छ।",
      "content": "प्रदेशमा रहेका ८ जिल्लामा पर्याप्त चिकित्सक नहुँदा जनताले स्वास्थ्य सेवा पान कठिनाई भोगिरहेको छ। स्वास्थ्य मन्त्रालय यो समस्या समाधानका लागि विभिन्न पहल गरिरहेको छ। दूरदराज क्षेत्रका मानिसहरू आधारभूत चिकित्सा सेवाको लागि मूल शहरमा जान बाध्य हुन्छन्।",
      "views": 1120,
      "comments": 34
    },
    {
      "id": 9,
      "title": "नेपाल-भारत व्यापार वर्षे १० प्रतिशतले बढ्यो",
      "slug": "nepal-india-trade-growth-10-percent",
      "category": "business",
      "author": "राज शर्मा",
      "date": "2025-11-05",
      "time": "14 घण्टा अगाडि",
      "image": "/politics.jpg",
      "excerpt": "दक्षिण एशियाली बजारमा नेपाल-भारत व्यापार सबैभन्दा गतिशील भएको छ।",
      "content": "नेपाल र भारतको बीच व्यापार चलू वर्षमा यकै अगतको तुलनामा १० प्रतिशतले बढेको छ। यो वृद्धि दुवै देशको आर्थिक सम्बन्ध गहिराउने संकेत हो। मुख्यतः कृषि उत्पादन, धातु र हस्तकला वस्तुमा यो वृद्धि देखिएको छ।",
      "views": 980,
      "comments": 28
    },
    {
      "id": 10,
      "title": "ढाका फिल्म फेस्टिभ्यालमा नेपाली फिल्मको सफलता",
      "slug": "dhaka-film-festival-nepali-success",
      "category": "entertainment",
      "author": "सुजय रज्जु",
      "date": "2025-11-05",
      "time": "16 घण्टा अगाडि",
      "image": "/reporter.png",
      "excerpt": "बङ्गलादेशको ढाका अन्तर्राष्ट्रिय फिल्म फेस्टिभ्यालमा नेपाली चलचित्र 'माउन्टेन सन्डे' सेरामिक अवार्ड जितेको छ।",
      "content": "यो पुरस्कार नेपाली चलचित्र उद्योगका लागि एक महत्वपूर्ण उपलब्धि हो। नेपाली फिल्मनिर्माताहरूको कला र प्रविधिको विश्व मञ्चमा मान्यता मिलेको छ। यो सफलता नेपाली सिनेमा जगतलाई अन्तर्राष्ट्रिय पहचान दिइसकेको छ।",
      "views": 1320,
      "comments": 41
    },
    {
      "id": 11,
      "title": "कोविड-१९ को नयाँ भेरियन्ट : स्वास्थ्य मन्त्रालय सतर्क",
      "slug": "covid-19-new-variant-health-alert",
      "category": "health",
      "author": "डा. सुमित्रा अधिकारी",
      "date": "2025-11-05",
      "time": "18 घण्टा अगाडि",
      "image": "/seven.jpeg",
      "excerpt": "विश्वव्यापी रूपमा कोभिड-१९ को नयाँ भेरियन्ट फैलिँदै गएपछि नेपालको स्वास्थ्य मन्त्रालय सतर्क मोडमा रहेको छ।",
      "content": "स्वास्थ्य मन्त्रालयले सीमावर्तीय क्षेत्रमा स्क्रिनिङ र निगरानी बढाएको छ। नागरिकहरूले स्वास्थ्य सावधानी र लस हिगिन अभ्यास गर्नको लागि पनि आग्रह गरिएको छ। वर्तमान समयमा नेपालमा कोविड संक्रमितको संख्या कम छ तापनि सतर्कता आवश्यक छ।",
      "views": 2150,
      "comments": 73
    },
    {
      "id": 12,
      "title": "कृत्रिम बुद्धिमत्तामा नेपालको लगानी बढ्दै",
      "slug": "artificial-intelligence-nepal-investment-growing",
      "category": "technology",
      "author": "अनलाइनखबर",
      "date": "2025-11-05",
      "time": "20 घण्टा अगाडि",
      "image": "/g2.jpeg",
      "excerpt": "टेक स्टार्टअपहरूले कृत्रिम बुद्धिमत्तामा आकर्षणीय परियोजना सुरु गरेका छन्।",
      "content": "नेपालको टेक सेक्टरमा एआई आधारित समाधान विकासको गति बढिरहेको छ। युवा उद्यमीहरू एआई प्रयोग गरी स्थानीय समस्या समाधानमा काम गरिरहेका छन्। यो उद्योगले रोजगार सृजनमा महत्वपूर्ण भूमिका खेल्दैछ।",
      "views": 1580,
      "comments": 52
    }
  ]
}
