{
  "opinions": [
    {
      "id": 1,
      "title": "नेपालको राजनीति: प्रजातान्त्रिक मूल्यबोध कहाँ खोएर गयो?",
      "slug": "nepal-politics-democratic-values-lost",
      "author": "प्रो. डा. रमेश राज शर्मा",
      "authorImage": "https://images.unsplash.com/photo-1494790108377-be9c29b29330?w=100&h=100&fit=crop",
      "date": "2025-11-06",
      "image": "/parties.jpg",
      "category": "politics",
      "excerpt": "नेपालको वर्तमान राजनीतिक स्थिति गम्भीर चिन्तनशील मामिला बनिसकेको छ।",
      "content": "आजको नेपालको राजनीतिक दृश्यपट हेर्दा जन्म जन्मान्तरको प्रश्न उठ्छ - हामीले प्रजातान्त्रिक मूल्यबोध कहाँ खोएर गयौँ? संसद हलमा भएको हल्ला, दल परिवर्तनको अराजकता र नेताहरूको आन्तरिक विरोध यस देशको जनता र संविधानको प्रति अपमान हो। स्वतन्त्रता संग्रामको रक्त-पसिनामा अर्जन गरेको आजको लोकतान्त्रिक व्यवस्था क्रमशः कमजोर हुँदै जाँदैछ। यदि हामी अलीकति पनि जिम्मेवार छौँ भने आज नै परिवर्तनको आवश्यकता छ।",
      "views": 3240,
      "comments": 127
    },
    {
      "id": 2,
      "title": "विश्वविद्यालय सुधार: शिक्षा क्षेत्रको असली समस्या",
      "slug": "/su.jpeg",
      "author": "डा. मीरा पाण्डे",
      "authorImage": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=100&h=100&fit=crop",
      "date": "2025-11-05",
      "image": "/su.jpeg",
      "category": "politics",
      "excerpt": "विश्वविद्यालयको कुलपति प्रधानमन्त्री नहुने नियम सत्कारणीय छ।",
      "content": "नेपालको शिक्षा व्यवस्थामा आमूल परिवर्तनको समय आइपुगेको छ। विश्वविद्यालयको कुलपति प्रधानमन्त्री नहुने नियम लागु गर्दा विश्वविद्यालयको अकादेमिक स्वायत्तता बढ्नेछ। यो परिवर्तन शिक्षार्थीहरूको लागि लाभकारी हुनेछ र उच्च शिक्षाको गुणस्तर सुधरिनेछ। तथापि, केवल यो पर्याप्त छैन - हामीले पाठ्यक्रम सुधार, शिक्षकहरूको प्रशिक्षण र आधारभूत संरचनामा पनि ध्यान केन्द्रित गर्नुपर्नेछ।",
      "views": 2150,
      "comments": 89
    },
    {
      "id": 3,
      "title": "नेपालको अर्थतन्त्र: रेमिट्यान्स आश्रितता कहाँ ले जाने?",
      "slug": "nepal-economy-remittance-dependency-where",
      "author": "अर्थशास्त्री सुरेश सिंह",
      "authorImage": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=100&h=100&fit=crop",
      "date": "2025-11-04",
      "image": "/reporter.png",
      "category": "business",
      "excerpt": "रेमिट्यान्स आयमा निर्भरता नेपालको अर्थतन्त्रको लागि चिन्ताको विषय हो।",
      "content": "नेपालको अर्थतन्त्र रेमिट्यान्स आयमा अत्यधिक निर्भर छ। गत पाँच वर्षमा रेमिट्यान्स आयको अनुपात सकल घरेलु उत्पादनको २० प्रतिशत नजिक पुगिसकेको छ। यद्यपि यो तत्कालीन आर्थिक समस्या समाधान गर्न सहायक छ, तथापि दीर्घकालीन अर्थतन्त्रिक विकासका लागि यो अस्थिर आधार हो। हामीले उत्पादनशील क्षेत्र, विशेषत कृषि, पर्यटन र म्यानुफ्याक्चरिङमा लगानी बढाउनुपर्नेछ।",
      "views": 2890,
      "comments": 105
    },
    {
      "id": 4,
      "title": "खेलकुद: नेपालको गौरव नहुँ रे अब?",
      "slug": "sports-nepal-glory-not-now",
      "author": "खेल समालोचक राज कुमार",
      "authorImage": "https://images.unsplash.com/photo-1519085360771-9852dc1d88bf?w=100&h=100&fit=crop",
      "date": "2025-11-03",
      "image": "/five.webp",
      "category": "sports",
      "excerpt": "नेपालको खेलकुद क्षेत्र संकटको अवस्थामा छ।",
      "content": "एक समय नेपाल दक्षिण एशियामा खेलकुदको शक्तिशाली केन्द्र थियो। आज के भएको हो? आजको युवा पीढीमा खेलकुदप्रति रुझान घट्दै जाँदैछ। यसको कारण हो स्कूल र कलेजमा खेलकुदको सुविधाको अभाव, प्रशिक्षकको कमी र आर्थिक संसाधनको अभाव। नेपाल प्रिमियर लिग जस्ता पहलहरू सकारात्मक छन्, तथापि यो पर्याप्त छैन। हामीले तृणमूल स्तरमा खेलकुद विकासमा ध्यान केन्द्रित गर्नुपर्नेछ।",
      "views": 1950,
      "comments": 76
    },
    {
      "id": 5,
      "title": "स्वास्थ्य सेवा: दूरदराज क्षेत्र भुलिएकी माता",
      "slug": "healthcare-remote-areas-forgotten-mother",
      "author": "डा. अनुष गौतम",
      "authorImage": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=100&h=100&fit=crop",
      "date": "2025-11-02",
      "image": "/seven.jpeg",
      "category": "health",
      "excerpt": "नेपालको स्वास्थ्य सेवा ढाँचामा गहिराइ असमानता छ।",
      "content": "काठमाडौं र पोखरामा अत्याधुनिक अस्पताल र चिकित्सा सेवा भएपनि कर्णाली, सुदूरपश्चिम र दक्षिण मधेशका दूरदराज क्षेत्रमा मानिसहरू आधारभूत स्वास्थ्य सेवाको लागु तरसिरहेका छन्। यो मानव अधिकारको उल्लंघन हो। सरकारले दूरदराज क्षेत्रमा स्वास्थ्य सेवा पहुँचाउन आवश्यक कदम उठाउनुपर्नेछ। यिनै क्षेत्रमा बस्ने मानिसहरू पनि सै नेपालको नागरिक हुन्।",
      "views": 2320,
      "comments": 98
    }
  ]
}
